#! /usr/bin/env python
# -*- coding: utf-8 -*-

helper='''
SSR-Bash 功能目录
========================
SSR服务管理
1.启动服务
2.停止服务
3.重启服务
4.查看日志
5.运行状态
6.修改DNS
7.开启用户WEB面板
8.关闭用户WEB面板
9.开/关服务端开机启动
10.修改日志输出模式
=========================
用户管理
1.添加用户
2.删除用户
3.修改用户
4.显示用户流量信息
5.显示用户名端口信息
=========================
全局流量管理
1.显示所有用户流量信息
2.清空指定用户流量
3.清空全部用户流量
=========================
更新管理
1.更新SSR-Bsah
2.更新SSR
3.开启BBR(需重启)
=========================
试验性功能
1.一键封禁BT下载，SPAM邮件流量（无法撤销）
2.防止暴力破解SS连接信息 (重启后失效)
=========================
程序自检
=========================
SSR-Bash目录
=========================


'''

print helper